cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'bash'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'grc'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'phantomjs'
brew 'readline'
brew 'ripgrep'
brew 'tig'
brew 'slimerjs'
brew 'tree'
brew 'watch'
brew 'wget'

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
